Revit 2024 API
ParameterTypeId.LayerElemThickness Property
 "Thickness": Thickness
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LayerElemThickness { get; }
Visual Basic
Public Shared ReadOnly Property LayerElemThickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerElemThickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace